{
    "lyrics": "Paroles de la chanson Ivy par Frank Ocean\r\nI thought that I was dreamin' when you said you love me\nThe start of nothin'\nI had no chance to prepare, I couldn't see you comin'\nThe start of nothin'\nOoh, I could hate you now\nIt's quite alright to hate me now\nWhen we both know that deep down\nThe feeling still deep down is good\n\nIf I could see through walls, I could see you're faking\nIf you could see my thoughts, you would see our faces\nSafe in my rental like an armored truck back then\n\nWe didn't give a fuck back then\nI ain't a kid no more\nWe'll never be those kids again\nWe'd drive to Syd's\nHad the X6 back then, back then\nNo matter what I did, my waves wouldn't dip back then\nEverything sucked back then, we were friends\n\nI thought that I was dreamin' when you said you love me\nThe start of nothin'\nI had no chance to prepare, I couldn't see you comin'\nThe start of nothin'\nOoh, I could hate you now\nIt's quite alright to hate me now\nBut we both know that deep down\n\nThe feeling still deep down is good\n\nIn the halls of your hotel\nArm around my shoulder so I could tell\nHow much I meant to you, meant it sincere back then\nWe had time to kill back then\nYou ain't a kid no more, we'll never be those kids again\nIt's not the same, ivory's illegal, don't you remember?\n\nI broke your heart last week\nYou'll probably feel better by the weekend\nStill remember, had you going crazy\nScreamin' my name, the feeling deep down is good\n\nI thought that I was dreamin' when you said you love me\n\nThe start of nothin'\nHad no chance to prepare, couldn't see you comin'\nAnd we started from nothin'\nOoh, I could hate you now\nIt's alright to hate me now\nWe both know that deep down\nThe feeling still deep down is good\n\nAll the things I didn't mean to say, I didn't mean to do\nThere were things you didn't need to say, did you mean to? Mean to?\nI've been dreamin' of you, dreamin' of you\nI've been dreamin' of you, dreamin' of you\nI've been dreamin', dreamin'"
}