{
    "lyrics": "Paroles de la chanson Pyramids par Frank Ocean\r\nSet the cheetahs on the loose\nThere\\'s a thief out on the move\nUnderneath our legion\\'s view\nThey have taken Cleopatra\n\nRun run run, come back for my glory\nBring her back to me\nRun run run, the crown of our pharaoh\nThe throne of our queen is empty\n\nWe\\'ll run to the future, shining like diamonds\nIn a rocky world, rocky-rocky world\nOur skin like bronze and our hair like cashmere\nAs we march to rhythm on the palace floor\nChandeliers inside the pyramid, tremble from the force\n\nCymbals crash inside the pyramid, voices fill up the halls\n\nSet the cheetahs on the loose\nThere\\'s a thief out on the move\nUnderneath our legion\\'s view\nThey have taken Cleopatra\n\nThe jewel of Africa\nWhat good is a jewel that ain\\'t still precious?\nHow could you run off on me? How could you run off on us?\nYou feel like God inside that gold\nI found you laying down with Samson and his full head of hair\nFound my black queen Cleopatra, bad dreams, Cleopatra\n\n\nRemove her, send the cheetahs to the tomb\nOur war is over, our queen has met her doom\nNo more she lives no more serpent in her room\nNo more it has killed Cleopatra\n\n*Second part*\n\nBig sun coming strong through the motel blinds\nWake up to your girl for now, let\\'s call her Cleopatra\nI watch you fix your hair\nThen put your panties on in the mirror, Cleopatra\nThen your lipstick, Cleopatra\nThen your six-inch heels, catch her\nShe\\'s headed to the pyramid\n\nShe\\'s working at the pyramid tonight\nWorking at the pyramid\n\nWorking at the pyramid tonight\n\n\nPimping in my convos\nBubbles in my champagne, let it be some jazz playing\nTop floor motel suite twisting my cigars\nFloor model TV with the VCR\nGot rubies in my damn chain\nWhip ain\\'t got no gas tank but it still got woodgrain\nGot your girl working for me\nHit the strip and my bills paid that keep my bills paid\nHit the strip and my bills paid, heep a nigga bills paid\n\nShe\\'s working at the pyramid tonight\n\nWorking at the pyramid\nWorking at the pyramid tonight\n\nYou showed up after work I\\'m bathing your body\nTouch you in places only I know\nYou\\'re wet and you\\'re warm just like our bathwater\nCan we make love before you go\nThe way you say my name makes me feel like\nI\\'m that nigga but I\\'m still unemployed\nYou say it\\'s big but you take it, ride cowgirl\nBut your love ain\\'t free no more\nBut your love ain\\'t free no more\n\nShe\\'s working at the pyramid tonight\nWorking at the pyramid\nWorking at the pyramid tonight"
}